Repository: mgmike1011/Projekt_BuR
Catalog: Logical/mappView/Resources/Texts/Alarms.tmx
Source language: en
Languages: de, pl

source: High Temperature
de: Höhe Temperatur
pl: Wysoka temperatura

source: High Temperature 4
de: Höhe Temperatur
pl: Wysoka temperatura

source: The temperature in zone one is too high
de: Die Temperatur in Zone eins ist zu hoch
pl: Zbyt wysoka temperatura w strefie pierwszej

source: The temperature in zone two is too high
de: Die Temperatur in Zone zwei ist zu hoch
pl: Zbyt wysoka temperatura w strefie drugiej

source: The temperature in zone four is too high
de: Die Temperatur in Zone vier ist zu hoch
pl: Zbyt wysoka temperatura w strefie czwartej

source: The temperature in zone three is too high
de: Die Temperatur in Zone drei ist zu hoch
pl: Zbyt wysoka temperatura w strefie trzeciej

source: Missing module X20BC8083
de: Kein Modul X20BC8083
pl: Brak modułu X20BC8083

source: Missing module X20PS9400a
de: Kein Modul X20PS9400a
pl: Brak modułu X20PS9400a

source: Missing module X20DOF322
de: Kein Modul X20DOF322
pl: Brak modułu X20DOF322

source: Missing module X20cAT6402
de: Kein Modul X20cAT6402
pl: Brak modułu X20cAT6402

source: Missing module
de: Kein Modul
pl: Brak modułu

source: Fan failure
de: Lüfterdefekt
pl: Awaria wentylatora

source: First fan failure. Check the connection.
de: Der erste Lüfter ist ausgefallen. Überprüfen Sie die Verbindung.
pl: Awaria wentylatora pierwszego. Sprawdź podłączenie.

source: Second fan failure. Check the connection.
de: Zweiter Lüfterausfall. Überprüfen Sie die Verbindung.
pl: Awaria wentylatora drugiego. Sprawdź podłączenie.

source: Third fan failed. Check the connection.
de: Dritter Lüfter ausgefallen. Überprüfen Sie die Verbindung.
pl: Awaria wentylatora trzeciego. Sprawdź podłączenie.

source: Fourth fan failed. Check the connection.
de: Vierter Lüfter ausgefallen. Überprüfen Sie die Verbindung.
pl: Awaria wentylatora czwartego. Sprawdź podłączenie.

source: Sensor failure
de: Sensorfehler
pl: Awaria czujnika

source: Failure of the first temperature sensor. Check the connection.
de: Ausfall des ersten Temperatursensors. Überprüfen Sie die Verbindung.
pl: Awaria pierwszego czujnika temperatury. Sprawdź podłączenie.

source: Failure of the second temperature sensor. Check the connection.
de: Ausfall des zweiten Temperatursensors. Überprüfen Sie die Verbindung.
pl: Awaria drugiego czujnika temperatury. Sprawdź podłączenie.

source: Failure of the third temperature sensor. Check the connection.
de: Ausfall des dritten Temperatursensors. Überprüfen Sie die Verbindung.
pl: Awaria trzeciego czujnika temperatury. Sprawdź podłączenie.

source: Failure of the fourth temperature sensor. Check the connection.
de: Ausfall der vierte Temperatursensors. Überprüfen Sie die Verbindung.
pl: Awaria czwartego czujnika temperatury. Sprawdź podłączenie.

source: Alarms
de: Alarm
pl: Alarmy
